Repository: marine-ai-dev/ListingLens-QC-iOS-app
Catalog: Assets/Localizable.xcstrings
Source language: en
Languages: ja, ko, uk, zh_hans

source: %lld photo(s) could not be analyzed and were skipped.
ja: %lld枚の写真を分析できなかったためスキップしました。
ko: 사진 %lld장을 분석할 수 없어 건너뛰었습니다.
uk: %lld фото не вдалося проаналізувати, їх пропущено.
zh_hans: 有 %lld 张照片无法分析，已跳过。

source: %lld warnings
ja: %lld件の警告
ko: 경고 %lld개
uk: %lld попереджень
zh_hans: %lld 条警告

source: %lld × %lld px
ja: %lld × %lldピクセル
uk: %lld × %lld пікс.
zh_hans: %lld × %lld 像素

source: A native, on-device product photo quality checker for sellers. ListingLens QC analyzes resolution, sharpness, exposure, framing and similarity entirely on your device — no photo or metadata ever leaves your phone.
ja: 販売者向けのネイティブなオンデバイス商品写真品質チェッカーです。ListingLens QCは解像度、シャープネス、露出、フレーミング、類似性をすべて端末上で分析します。写真やメタデータが端末から出ることはありません。
ko: 판매자를 위한 온디바이스 상품 사진 품질 검사 앱입니다. ListingLens QC는 해상도, 선명도, 노출, 프레이밍, 유사도를 기기에서 직접 분석하며, 사진이나 메타데이터가 휴대폰을 벗어나는 일은 없습니다.
uk: Нативний застосунок для продавців, що перевіряє якість фото товарів прямо на пристрої. ListingLens QC аналізує роздільну здатність, різкість, експозицію, кадрування та схожість повністю на вашому пристрої — жодне фото чи метадані ніколи не залишають телефон.
zh_hans: 面向卖家的原生设备端产品照片质量检测工具。ListingLens QC 完全在您的设备上分析分辨率、清晰度、曝光、构图和相似度——照片或元数据绝不会离开您的手机。

source: About
ja: このアプリについて
ko: 정보
uk: Про застосунок
zh_hans: 关于

source: Accent
ja: アクセント
ko: 강조
uk: Акцент
zh_hans: 强调色

source: Accent Color
ja: アクセントカラー
ko: 강조 색상
uk: Акцентний колір
zh_hans: 强调色

source: Amber
ja: アンバー
ko: 앰버
uk: Бурштиновий
zh_hans: 琥珀

source: Analyzing
ja: 分析中
ko: 분석 중
uk: Аналіз
zh_hans: 分析中

source: Analyzing %lld photo(s)
ja: %lld枚の写真を分析中
ko: 사진 %lld장 분석 중
uk: Аналізуємо %lld фото
zh_hans: 正在分析 %lld 张照片

source: Analyzing %lld photo(s) on this device…
ja: このデバイスで%lld枚の写真を分析中…
ko: 이 기기에서 사진 %lld장을 분석 중…
uk: Аналізуємо %lld фото на цьому пристрої…
zh_hans: 正在此设备上分析 %lld 张照片…

source: Appearance
ja: 外観
ko: 모양
uk: Зовнішній вигляд
zh_hans: 外观

source: Best Hero Candidate
ja: ベストヒーロー候補
ko: 베스트 히어로 후보
uk: Найкращий головний кандидат
zh_hans: 最佳主图候选

source: Black
ja: ブラック
ko: 블랙
uk: Чорна
zh_hans: 纯黑

source: Cancel
ja: キャンセル
ko: 취소
uk: Скасувати
zh_hans: 取消

source: Could not load the selected photos.
ja: 選択した写真を読み込めませんでした。
ko: 선택한 사진을 불러올 수 없습니다.
uk: Не вдалося завантажити вибрані фото.
zh_hans: 无法加载所选照片。

source: Dark
ja: ダーク
ko: 다크
uk: Темна
zh_hans: 深色

source: Excellent
ja: 優秀
ko: 우수
uk: Відмінно
zh_hans: 优秀

source: Good
ja: 良好
ko: 양호
uk: Добре
zh_hans: 良好

source: Hero
ja: ヒーロー
ko: 히어로
uk: Головне
zh_hans: 主图

source: Language
ja: 言語
ko: 언어
uk: Мова
zh_hans: 语言

source: Lens
ja: レンズ
ko: 렌즈
uk: Лінза
zh_hans: 镜头

source: Light
ja: ライト
ko: 라이트
uk: Світла
zh_hans: 浅色

source: ListingLens QC performs all photo analysis on your device using Apple's Vision, Core Image and Accelerate frameworks. Your photos, and any measurements derived from them, are never uploaded, transmitted, or shared. The app contains no networking code, no analytics SDKs, and no third-party trackers.
ja: ListingLens QCは、AppleのVision、Core Image、Accelerateフレームワークを使用して、すべての写真解析をデバイス上で行います。写真やそこから得られた測定値がアップロード、送信、共有されることはありません。このアプリにはネットワークコード、分析SDK、サードパーティのトラッカーは一切含まれていません。
ko: ListingLens QC는 Apple의 Vision, Core Image, Accelerate 프레임워크를 사용하여 모든 사진 분석을 기기에서 직접 수행합니다. 사진과 그로부터 얻은 측정값은 업로드, 전송 또는 공유되지 않습니다. 이 앱에는 네트워킹 코드, 분석 SDK, 타사 트래커가 전혀 포함되어 있지 않습니다.
uk: ListingLens QC виконує весь аналіз фото на вашому пристрої за допомогою фреймворків Apple Vision, Core Image та Accelerate. Ваші фото та будь-які отримані з них дані ніколи не завантажуються, не передаються і не використовуються спільно. Застосунок не містить мережевого коду, SDK аналітики чи стороннього трекінгу.
zh_hans: ListingLens QC 使用 Apple 的 Vision、Core Image 和 Accelerate 框架在您的设备上完成所有照片分析。您的照片以及由此得出的任何数据都不会被上传、传输或共享。该应用不包含任何联网代码、分析 SDK 或第三方跟踪器。

source: Needs work
ja: 要改善
ko: 개선 필요
uk: Потребує покращення
zh_hans: 需改进

source: No accounts. No ads. No analytics. No generative AI. No networking.
ja: アカウント不要。広告なし。分析なし。生成AIなし。ネットワーク通信なし。
ko: 계정 불필요. 광고 없음. 분석 없음. 생성형 AI 없음. 네트워크 통신 없음.
uk: Без акаунтів. Без реклами. Без аналітики. Без генеративного ШІ. Без мережі.
zh_hans: 无需账户。无广告。无分析。无生成式 AI。无需联网。

source: No results yet.
ja: まだ結果がありません。
ko: 아직 결과가 없습니다.
uk: Поки що немає результатів.
zh_hans: 暂无结果。

source: Opens your photo library. Choose one to twenty photos.
ja: 写真ライブラリを開きます。1枚から20枚の写真を選択してください。
ko: 사진 보관함을 엽니다. 사진을 1장에서 20장까지 선택하세요.
uk: Відкриває бібліотеку фото. Виберіть від одного до двадцяти фото.
zh_hans: 打开您的照片图库。请选择 1 到 20 张照片。

source: Photo Detail
ja: 写真の詳細
ko: 사진 상세정보
uk: Деталі фото
zh_hans: 照片详情

source: Position %lld, score %lld
ja: 位置%lld、スコア%lld
ko: 위치 %lld, 점수 %lld
uk: Позиція %lld, оцінка %lld
zh_hans: 位置 %lld，评分 %lld

source: Position %lld, score %lld, hero photo
ja: 位置%lld、スコア%lld、ヒーロー写真
ko: 위치 %lld, 점수 %lld, 히어로 사진
uk: Позиція %lld, оцінка %lld, головне фото
zh_hans: 位置 %lld，评分 %lld，主图

source: Privacy
ja: プライバシー
ko: 개인정보 보호
uk: Приватність
zh_hans: 隐私

source: Quality score %lld out of 100,
ja: 品質スコア100点中%lld点、
ko: 품질 점수 100점 중 %lld점,
uk: Оцінка якості %lld зі 100,
zh_hans: 质量评分 %lld/100，

source: Recommended Order
ja: 推奨順序
ko: 추천 순서
uk: Рекомендований порядок
zh_hans: 推荐顺序

source: Recommended hero photo
ja: 推奨ヒーロー写真
ko: 추천 히어로 사진
uk: Рекомендоване головне фото
zh_hans: 推荐的主图

source: Results
ja: 結果
ko: 결과
uk: Результати
zh_hans: 结果

source: See the full Privacy Policy in docs/PRIVACY.md.
ja: 完全なプライバシーポリシーはdocs/PRIVACY.mdをご覧ください。
ko: 전체 개인정보 처리방침은 docs/PRIVACY.md를 참조하세요.
uk: Повну політику конфіденційності дивіться у docs/PRIVACY.md.
zh_hans: 完整的隐私政策请参见 docs/PRIVACY.md。

source: Select Photos
ja: 写真を選択
ko: 사진 선택
uk: Вибрати фото
zh_hans: 选择照片

source: Select at least one photo to begin.
ja: 開始するには少なくとも1枚の写真を選択してください。
ko: 시작하려면 사진을 하나 이상 선택하세요.
uk: Виберіть принаймні одне фото, щоб почати.
zh_hans: 请至少选择一张照片才能开始。

source: Select up to 20 product photos to check quality on this device. Nothing leaves your phone.
ja: 最大20枚の商品写真を選択して、このデバイスで品質をチェックします。データが端末から出ることはありません。
ko: 최대 20장의 상품 사진을 선택하여 이 기기에서 품질을 확인하세요. 어떤 것도 휴대폰을 벗어나지 않습니다.
uk: Виберіть до 20 фото товару, щоб перевірити якість на цьому пристрої. Нічого не залишає ваш телефон.
zh_hans: 选择最多 20 张商品照片，在此设备上检查质量。所有内容都不会离开您的手机。

source: Settings
ja: 設定
ko: 설정
uk: Налаштування
zh_hans: 设置

source: Start New Audit
ja: 新しいチェックを開始
ko: 새 검사 시작
uk: Почати нову перевірку
zh_hans: 开始新的检查

source: Strengths
ja: 強み
ko: 강점
uk: Сильні сторони
zh_hans: 优点

source: System
ja: システム
ko: 시스템
uk: Системний
zh_hans: 系统

source: Version 1.0.0
ja: バージョン 1.0.0
ko: 버전 1.0.0
uk: Версія 1.0.0
zh_hans: 版本 1.0.0

source: View Recommended Order
ja: 推奨順序を表示
ko: 추천 순서 보기
uk: Переглянути рекомендований порядок
zh_hans: 查看推荐顺序

source: Violet
ja: バイオレット
ko: 바이올렛
uk: Фіолетовий
zh_hans: 紫罗兰

source: Warnings
ja: 警告
ko: 경고
uk: Попередження
zh_hans: 警告
